module.exports = (robot) ->
    robot.hear /^木原伝説/, (msg) ->
        msg.send "全盛期の木原伝説\n・時給300BBは当たり前、ノッている時は分給100BBも\n・木原にとってストレートはワンペアの出来損ない\n・プリフロップでフルハウス完成\n・５カード連発\n・ノーハンドでフラッシュを粉砕、しかもショーダウンで\n・リンプしただけで泣いて謝る者も、リレイズすると心臓麻痺する者が続出\n・相手のハンドどころか出身、年収、家族構成まですべてお見通し\n・ゲームのない日でもツーペア
・オールインしたらイタリアで大地震が起こったのは有名\n・アメリカのオンラインカジノ禁止法案はいわば木原から国民を守る為の法律\n・クアッドでも納得がいかないとマックしてフォールド\n・逆恨みしてマシンガンを持ったチャイニーズマフィア8人をストレートフラッシュで返り討ち\n・ポケットＡが入ると北朝鮮が厳戒態勢に入る\n・あまりにも勝ちすぎる為ハンド１枚にされたがそれでもハンデにならなかった\n・病気の子供にロイヤルフラッシュを約束、見事その日の9回の裏に逆転サヨナラロイヤルフラッシュ\n・来年のＷＳＯＰのメインスポンサー"
